import footerCss from "./footer.module.css";
const Footer = () => {
    return (
        <div className={footerCss.footer}>
            <div>
                <h1>محصولات</h1>
                <h1>گیتار الکتریک</h1>
                <h1>گیتار بیس</h1>
                <h1>گیتار آکوستیک</h1>
                <h1>امپ</h1>
                <h1>افکت</h1>
                <h1>تجهیزات استودیویی</h1>
                <h1>لوازم جانبی</h1>
            </div>
            <div>
                <h1>آخرین مطالب</h1>
                <h1>MPK Mini Plus : یک میدی کنترلر کوچک و کاربری از AKAI</h1>
                <h1>انتشار پلاگین های Moogerfooger توسط موگ</h1>
                <h1>پایه درام تک لایه یا دو لایه : تفاوت در چیست ؟</h1>
                <h1>تاریخچه اجمالی MIDI</h1>
                <h1>مزایده سه گیتار شارول مزین به امضای ادی ون هیلن</h1>
                <h1>رونمایی آرتوریا از چهار محصول جدید</h1>
            </div>
            <div>
                <h1>درباره ما</h1>
                <h1>گیتار ایران سهند نماینده فندر ، جکسون ، شارول ، گرچ ، کمپر ، آرتوریا و آودینت. تمامی محصولات                                                                                             گیتار ایران دارای یک                                                                                                                سال گارانتی تعویض هستند و مرکز خدمات پس از فروش این شرکت ، با بهره گیری از نیروهای متخصص و کارآزموده ، ارائه ی خدماتی هم تراز با استاندارهای جهانی را تضمین می نماید.</h1>
            </div>
            <div>
                <img src={require('../../images/Footer.png')} alt="footer"/>
                <h1>
                    آدرس: تهران، خیابان جردن (نلسون ماندلا)، خیابان دستگردی به سمت ولی‌عصر، پلاک ۲۷۷، واحد ۱۱
                </h1>
                <h1>
                    (لطفاً پیش از بازدید حضوری، از طریق شماره‌های تماس، اقدام به هماهنگی فرمایید)

                </h1>
                <h1>
                    تلفن: ۸۶۰۸۲۲۴۹ – ۸۶۰۸۴۰۸۶
                </h1>
            </div>
        </div>
    );
}
export default Footer